[
  {
    "id": 1,
    "name": "Николай Александрович Львов",
    "biography": "Николай Александрович Львов (1753-1804) — выдающийся русский архитектор, инженер, график, поэт и переводчик эпохи классицизма. Один из основоположников палладианства в России. Львов был разносторонне одаренным человеком: занимался архитектурой, живописью, литературой, музыкой и наукой. Среди его знаменитых работ — усадьба Знаменское-Раёк, Приоратский дворец в Гатчине, церковь Святой Екатерины в Мурино. Львов адаптировал принципы палладианской архитектуры к русским климатическим условиям и традициям, создав уникальный стиль, который оказал значительное влияние на развитие русской архитектуры.",
    "photos": [
      "/photos/lvov-1.jpg",
      "/photos/lvov-2.jpg",
      "/photos/lvov-3.jpg"
    ]
  },
  {
    "id": 2,
    "name": "Андреа Палладио",
    "biography": "Андреа Палладио (1508-1580) — итальянский архитектор позднего Возрождения, основоположник палладианства и один из самых влиятельных архитекторов в истории западной архитектуры. Родился в Падуе, работал преимущественно в Виченце и Венеции. Палладио создал архитектурный стиль, основанный на принципах античной классической архитектуры, который он описал в своем знаменитом трактате \"Четыре книги об архитектуре\" (1570). Его виллы в Венето, такие как Вилла Ротонда, Вилла Барбаро и Вилла Фоскари, стали образцами для подражания во всей Европе. Палладианство оказало огромное влияние на архитектуру Англии, России и других стран, став основой для развития классицизма.",
    "photos": [
      "/photos/palladio-1.jpg",
      "/photos/palladio-2.jpg",
      "/photos/palladio-3.jpg"
    ]
  },
  {
    "id": 3,
    "name": "Джакомо Кваренги",
    "biography": "Джакомо Кваренги (1744-1817) — итальянский архитектор, работавший в России во второй половине XVIII — начале XIX века. Один из ведущих представителей русского классицизма и палладианства. Кваренги родился в Бергамо, учился в Риме, где изучал античную архитектуру и работы Палладио. В 1779 году по приглашению Екатерины II приехал в Россию, где провел остаток жизни. Среди его знаменитых работ в Санкт-Петербурге — Английский дворец в Петергофе, Эрмитажный театр, здание Академии наук, Смольный институт, Конногвардейский манеж. Кваренги был мастером строгого классицизма, его архитектура отличалась ясностью композиции, гармонией пропорций и следованием принципам палладианского стиля, адаптированным к российским условиям.",
    "photos": [
      "/photos/quarenghi-1.jpg",
      "/photos/quarenghi-2.jpg",
      "/photos/quarenghi-3.jpg"
    ]
  }
]
