[
  {
    "id": 1,
    "name": "Медный всадник",
    "title": "Модель памятника Петру 1 →",
    "sculptor": "Этьен Фальконе",
    "creationTime": "1782 год",
    "material": "Бронза",
    "location": "Сенатская площадь, Санкт-Петербург",
    "texts": [
      "Конный памятник Петру I, созданный скульптором Этьеном Фальконе по заказу Екатерины II. Установлен на Сенатской площади в Санкт-Петербурге в 1782 году.",
      "Памятник стал одним из символов Санкт-Петербурга и получил название «Медный всадник» благодаря одноименной поэме А.С. Пушкина. Скульптура изображает Петра I верхом на вздыбленном коне, символизируя мощь и величие Российской империи."
    ],
    "photos": [
      "/photos/bronze-horseman-1.jpg",
      "/photos/bronze-horseman-2.jpg"
    ]
  },
  {
    "id": 2,
    "name": "Александровская колонна",
    "title": "Модель памятника Александровской колонны →",
    "sculptor": "Огюст Монферран",
    "creationTime": "1834 год",
    "material": "Гранит",
    "location": "Дворцовая площадь, Санкт-Петербург",
    "texts": [
      "Монумент в честь победы России над Наполеоном в Отечественной войне 1812 года. Установлена на Дворцовой площади в 1834 году по проекту архитектора Огюста Монферрана.",
      "Колонна выполнена из цельного куска розового гранита высотой 47,5 метров и весом более 600 тонн. На вершине установлена фигура ангела с крестом, символизирующая победу добра над злом."
    ],
    "photos": [
      "/photos/alexander-column-1.jpg",
      "/photos/alexander-column-2.jpg"
    ]
  },
  {
    "id": 3,
    "name": "Памятник Суворову",
    "title": "Модель памятника А.В. Суворову →",
    "sculptor": "Михаил Козловский",
    "creationTime": "1801 год",
    "material": "Бронза",
    "location": "Марсово поле, Санкт-Петербург",
    "texts": [
      "Памятник великому русскому полководцу Александру Васильевичу Суворову, установленный на Марсовом поле в Санкт-Петербурге в 1801 году.",
      "Скульптор Михаил Козловский изобразил Суворова в образе древнеримского бога войны Марса, подчеркивая его воинскую доблесть и непобедимость. Памятник стал первым памятником не монарху в России."
    ],
    "photos": [
      "/photos/suvorov-1.jpg",
      "/photos/suvorov-2.jpg"
    ]
  },
  {
    "id": 4,
    "name": "Памятник Барклаю де Толли",
    "title": "Модель памятника М.Б. Барклаю де <br/> толли →",
    "sculptor": "Василий Демут-Малиновский",
    "creationTime": "1823 год",
    "material": "Бронза",
    "location": "Казанская площадь, Санкт-Петербург",
    "texts": [
      "Памятник фельдмаршалу князю Михаилу Богдановичу Барклаю де Толли, герою Отечественной войны 1812 года. Установлен в Санкт-Петербурге.",
      "Памятник был создан по проекту скульптора Василия Демут-Малиновского и архитектора Василия Стасова. Барклай де Толли изображен в полный рост в военном мундире, что подчеркивает его роль как выдающегося военачальника."
    ],
    "photos": [
      "/photos/barklay-1.jpg",
      "/photos/barklay-2.jpg"
    ]
  }
]
