{
  "palladian": {
    "title": "Палладианские принципы",
    "items": [
      {
        "id": 1,
        "title": "Пропорциональные системы",
        "text": "Палладио разработал строгие математические пропорции, основанные на гармонии чисел. Он использовал модульную систему, где все элементы здания связаны между собой через простые числовые соотношения (1:1, 1:2, 2:3 и т.д.). Это создавало визуальную гармонию и ощущение совершенства.",
        "photos": [
          "/photos/palladian-proportions-1.jpg",
          "/photos/palladian-proportions-2.jpg",
          "/photos/palladian-proportions-3.jpg"
        ]
      },
      {
        "id": 2,
        "title": "Ордерная система",
        "text": "Палладио строго следовал классическим ордерам (дорический, ионический, коринфский), но адаптировал их для современного использования. Он создавал колоннады, портики и фасады, которые одновременно отсылали к античности и отвечали практическим потребностям эпохи Возрождения.",
        "photos": [
          "/photos/palladian-orders-1.jpg",
          "/photos/palladian-orders-2.jpg",
          "/photos/palladian-orders-3.jpg"
        ]
      },
      {
        "id": 3,
        "title": "Планировочные решения",
        "text": "Палладио разработал типологию вилл с центральным залом (salone), вокруг которого располагались жилые помещения. Он использовал симметричные планы с четким разделением на парадную и приватную зоны. Окна и двери располагались в строгом соответствии с пропорциональной системой.",
        "photos": [
          "/photos/palladian-planning-1.jpg",
          "/photos/palladian-planning-2.jpg",
          "/photos/palladian-planning-3.jpg"
        ]
      },
      {
        "id": 4,
        "title": "Связь с ландшафтом",
        "text": "Палладианские виллы органично вписывались в окружающий пейзаж. Архитектор учитывал рельеф местности, виды из окон и ориентацию здания. Виллы часто имели открытые лоджии и террасы, которые связывали интерьер с природой, создавая единое пространство.",
        "photos": [
          "/photos/palladian-landscape-1.jpg",
          "/photos/palladian-landscape-2.jpg",
          "/photos/palladian-landscape-3.jpg"
        ]
      }
    ]
  },
  "russian": {
    "title": "Русские адаптации",
    "items": [
      {
        "id": 1,
        "title": "Климатические особенности",
        "text": "Русские архитекторы адаптировали палладианские принципы к суровому климату России. Они увеличивали толщину стен, добавляли тамбуры для защиты от холода, использовали двойные рамы в окнах. Классические портики часто превращались в закрытые веранды или зимние сады.",
        "photos": [
          "/photos/russian-climate-1.jpg",
          "/photos/russian-climate-2.jpg",
          "/photos/russian-climate-3.jpg"
        ]
      },
      {
        "id": 2,
        "title": "Отопительная система",
        "text": "Русские усадьбы требовали эффективной системы отопления. Архитекторы встраивали печи и камины в классические интерьеры, создавая сложные системы дымоходов. Планировка зданий учитывала необходимость равномерного прогрева помещений в условиях долгой зимы.",
        "photos": [
          "/photos/russian-heating-1.jpg",
          "/photos/russian-heating-2.jpg",
          "/photos/russian-heating-3.jpg"
        ]
      },
      {
        "id": 3,
        "title": "Функциональные потребности",
        "text": "Русские архитекторы адаптировали палладианские виллы под специфику русской усадебной жизни. Они добавляли хозяйственные постройки, конюшни, оранжереи. Планировка учитывала необходимость размещения большого количества слуг и гостей, что требовало расширения жилых помещений.",
        "photos": [
          "/photos/russian-functional-1.jpg",
          "/photos/russian-functional-2.jpg",
          "/photos/russian-functional-3.jpg"
        ]
      },
      {
        "id": 4,
        "title": "Местные материалы",
        "text": "Вместо итальянского мрамора и камня русские архитекторы использовали местные материалы: дерево, кирпич, известняк. Они создавали имитации классических элементов из доступных материалов, развивая традиции декоративной обработки. Это придавало русской классической архитектуре особый характер.",
        "photos": [
          "/photos/russian-materials-1.jpg",
          "/photos/russian-materials-2.jpg",
          "/photos/russian-materials-3.jpg"
        ]
      }
    ]
  }
}

